Repository: yusufbayindir/solstice
Catalog: Solstice/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Not enough data
ar: البيانات غير كافية
cs: Nedostatek dat
da: Ikke nok data
de: Nicht genügend Daten
el: Ανεπαρκή δεδομένα
es: Datos insuficientes
fi: Ei tarpeeksi tietoja
fr: Données insuffisantes
he: אין מספיק נתונים
hi: पर्याप्त डेटा नहीं
hu: Nincs elég adat
id: Data belum cukup
it: Dati insufficienti
ja: データが足りません
ko: 데이터 부족
ms: Data tidak mencukupi
nb: Ikke nok data
nl: Onvoldoende gegevens
pl: Za mało danych
pt_br: Dados insuficientes
pt_pt: Dados insuficientes
ro: Date insuficiente
ru: Недостаточно данных
sv: Inte tillräckligt med data
th: ข้อมูลไม่เพียงพอ
tr: Yeterli veri yok
uk: Недостатньо даних
vi: Chưa đủ dữ liệu
zh_hans: 数据不足
zh_hant: 資料不足

source: Estimate improves as you log more.
ar: يتحسّن التقدير كلما سجّلتِ المزيد.
cs: Odhad se zpřesňuje, jak zaznamenáváte více.
da: Skønnet bliver bedre, jo mere du registrerer.
de: Die Schätzung wird genauer, je mehr du erfasst.
el: Η εκτίμηση βελτιώνεται όσο καταγράφετε περισσότερα.
es: La estimación mejora a medida que registras más.
fi: Arvio tarkentuu, kun kirjaat enemmän.
fr: L'estimation s'améliore au fur et à mesure de vos saisies.
he: ההערכה משתפרת ככל שתתעדי יותר.
hi: जैसे-जैसे आप अधिक दर्ज करते हैं, अनुमान बेहतर होता जाता है।
hu: A becslés pontosabb lesz, ahogy többet rögzítesz.
id: Perkiraan akan makin akurat seiring Anda mencatat lebih banyak.
it: La stima migliora man mano che registri più dati.
ja: 記録を重ねるほど、予測の精度が上がります。
ko: 기록이 쌓일수록 예측이 정확해집니다.
ms: Anggaran menjadi lebih tepat apabila anda merekod lebih banyak.
nb: Anslaget blir bedre jo mer du logger.
nl: De schatting wordt nauwkeuriger naarmate je meer logt.
pl: Prognoza staje się dokładniejsza, im więcej zapisujesz.
pt_br: A estimativa melhora conforme você registra mais.
pt_pt: A estimativa melhora à medida que regista mais.
ro: Estimarea devine mai precisă pe măsură ce notezi mai mult.
ru: Прогноз становится точнее по мере того, как вы вносите больше записей.
sv: Uppskattningen blir bättre ju mer du loggar.
th: การคาดการณ์จะแม่นยำขึ้นเมื่อคุณบันทึกมากขึ้น
tr: Daha fazla kayıt ekledikçe tahmin iyileşir.
uk: Прогноз стає точнішим, коли ви додаєте більше записів.
vi: Ước lượng sẽ chính xác hơn khi bạn ghi nhận thêm.
zh_hans: 记录越多，预估越准。
zh_hant: 記錄越多，預估越準。

source: Early estimate
ar: تقدير مبدئي
cs: Předběžný odhad
da: Tidligt skøn
de: Vorläufige Schätzung
el: Πρώιμη εκτίμηση
es: Estimación preliminar
fi: Alustava arvio
fr: Estimation préliminaire
he: הערכה ראשונית
hi: प्रारंभिक अनुमान
hu: Korai becslés
id: Perkiraan awal
it: Stima preliminare
ja: 暫定の予測
ko: 초기 예측
ms: Anggaran awal
nb: Tidlig anslag
nl: Voorlopige schatting
pl: Wstępna prognoza
pt_br: Estimativa inicial
pt_pt: Estimativa inicial
ro: Estimare preliminară
ru: Предварительный прогноз
sv: Tidig uppskattning
th: การประมาณเบื้องต้น
tr: Erken tahmin
uk: Попередній прогноз
vi: Ước lượng ban đầu
zh_hans: 初步预估
zh_hant: 初步預估

source: Unlock your full cycle picture — fertile window, deeper insights, and data you own.
ar: افتحي الصورة الكاملة لدورتك — نافذة الخصوبة، ورؤى أعمق، وبيانات تملكينها وحدك.
cs: Odemkněte si úplný obraz svého cyklu — plodné období, hlubší přehledy a data, která vlastníte.
da: Lås op for det fulde billede af din cyklus — frugtbart vindue, dybere indsigt og data, du selv ejer.
de: Erlebe deinen Zyklus im Ganzen — fruchtbare Tage, tiefere Einblicke und Daten, die dir gehören.
el: Ξεκλειδώστε την πλήρη εικόνα του κύκλου σας — γόνιμο παράθυρο, βαθύτερες πληροφορίες και δεδομένα που σας ανήκουν.
es: Descubre tu ciclo al completo — ventana fértil, análisis más profundos y datos que te pertenecen.
fi: Avaa koko kuva kierrostasi — hedelmällinen jakso, syvempi näkemys ja tiedot, jotka omistat itse.
fr: Découvrez votre cycle dans son ensemble — fenêtre de fertilité, analyses approfondies et données qui vous appartiennent.
he: קבלו את התמונה המלאה של המחזור שלכן — חלון הפוריות, תובנות מעמיקות יותר ונתונים שבבעלותכן.
hi: अपने चक्र की पूरी तस्वीर अनलॉक करें — उपजाऊ अवधि, गहरी जानकारी और वह डेटा जो आपका अपना है।
hu: Tárd fel ciklusod teljes képét — termékeny időszak, mélyebb elemzések és adatok, amelyek a tieid.
id: Buka gambaran lengkap siklus Anda — masa subur, wawasan lebih mendalam, dan data milik Anda sendiri.
it: Scopri il quadro completo del tuo ciclo — finestra fertile, analisi più approfondite e dati che ti appartengono.
ja: サイクルの全体像をすべて解放——妊娠可能期間、より深い分析、そしてあなたが所有するデータ。
ko: 주기의 모든 그림을 열어 보세요 — 가임기, 더 깊은 인사이트, 그리고 온전히 내 것인 데이터.
ms: Buka gambaran penuh kitaran haid anda — tempoh subur, pandangan lebih mendalam, dan data milik anda sendiri.
nb: Lås opp hele bildet av syklusen din — fruktbart vindu, dypere innsikt og data du eier.
nl: Ontgrendel het volledige beeld van je cyclus — vruchtbare periode, diepere inzichten en gegevens die van jou zijn.
pl: Odblokuj pełny obraz swojego cyklu — okno płodności, głębsze analizy i dane, które należą do Ciebie.
pt_br: Desbloqueie a visão completa do seu ciclo — janela fértil, insights mais profundos e dados que são seus.
pt_pt: Desbloqueie a visão completa do seu ciclo — janela fértil, análises mais aprofundadas e dados que lhe pertencem.
ro: Deblochează imaginea completă a ciclului tău — fereastra fertilă, analize mai detaliate și date care îți aparțin.
ru: Откройте полную картину своего цикла — фертильное окно, глубокую аналитику и данные, которые принадлежат вам.
sv: Lås upp hela bilden av din cykel — fertilt fönster, djupare insikter och data som du äger.
th: ปลดล็อกภาพรวมรอบเดือนของคุณแบบเต็มรูปแบบ — ช่วงเจริญพันธุ์ ข้อมูลเชิงลึกที่ลึกซึ้งยิ่งขึ้น และข้อมูลที่เป็นของคุณเอง
tr: Döngünün tüm resmini keşfet — doğurgan dönem, daha derin içgörüler ve sana ait veriler.
uk: Відкрийте повну картину свого циклу — фертильне вікно, глибші висновки та дані, якими володієте ви.
vi: Mở khóa bức tranh đầy đủ về chu kỳ của bạn — thời kỳ dễ thụ thai, thông tin chuyên sâu hơn và dữ liệu thuộc về bạn.
zh_hans: 解锁完整的周期全貌——易孕窗口、更深入的洞察，以及完全归你所有的数据。
zh_hant: 解鎖完整的週期全貌——易孕窗口、更深入的洞察，以及完全屬於你的資料。

source: No account. No cloud. Pay once if you want.
ar: بلا حساب. بلا سحابة. ادفعي مرّة واحدة إن رغبتِ.
cs: Žádný účet. Žádný cloud. Zaplaťte jednou, pokud chcete.
da: Ingen konto. Ingen sky. Betal én gang, hvis du vil.
de: Kein Konto. Keine Cloud. Auf Wunsch nur einmal zahlen.
el: Χωρίς λογαριασμό. Χωρίς cloud. Πληρώστε μία φορά αν θέλετε.
es: Sin cuenta. Sin nube. Paga una sola vez, si quieres.
fi: Ei tiliä. Ei pilveä. Maksa kerran, jos haluat.
fr: Sans compte. Sans cloud. Payez une seule fois, si vous le souhaitez.
he: בלי חשבון. בלי ענן. שלמו פעם אחת אם תרצו.
hi: कोई खाता नहीं। कोई क्लाउड नहीं। चाहें तो एक बार भुगतान करें।
hu: Nincs fiók. Nincs felhő. Fizess egyszer, ha szeretnél.
id: Tanpa akun. Tanpa cloud. Bayar sekali jika Anda mau.
it: Nessun account. Nessun cloud. Paga una sola volta, se vuoi.
ja: アカウント不要。クラウド不要。お望みなら一度の支払いだけ。
ko: 계정도, 클라우드도 필요 없어요. 원하시면 한 번만 결제하세요.
ms: Tiada akaun. Tiada awan. Bayar sekali sahaja jika anda mahu.
nb: Ingen konto. Ingen sky. Betal én gang om du vil.
nl: Geen account. Geen cloud. Betaal eenmalig als je dat wilt.
pl: Bez konta. Bez chmury. Zapłać raz, jeśli chcesz.
pt_br: Sem conta. Sem nuvem. Pague uma vez, se quiser.
pt_pt: Sem conta. Sem nuvem. Pague uma vez, se quiser.
ro: Fără cont. Fără cloud. Plătești o singură dată, dacă vrei.
ru: Без аккаунта. Без облака. Заплатите один раз, если хотите.
sv: Inget konto. Inget moln. Betala en gång om du vill.
th: ไม่ต้องมีบัญชี ไม่ต้องใช้คลาวด์ จ่ายครั้งเดียวหากต้องการ
tr: Hesap yok. Bulut yok. İstersen tek seferlik öde.
uk: Без облікового запису. Без хмари. Одна оплата, якщо забажаєте.
vi: Không tài khoản. Không đám mây. Trả một lần nếu bạn muốn.
zh_hans: 无需账户，无需云端。愿意的话，一次付费即可。
zh_hant: 無需帳戶，無需雲端。願意的話，一次付費即可。

source: Fertile window & ovulation prediction
ar: نافذة الخصوبة وتوقّع الإباضة
cs: Plodné období & předpověď ovulace
da: Frugtbart vindue og ægløsningsforudsigelse
de: Fruchtbare Tage & Eisprung-Vorhersage
el: Γόνιμο παράθυρο & πρόβλεψη ωορρηξίας
es: Ventana fértil y predicción de la ovulación
fi: Hedelmällinen jakso & ovulaation ennuste
fr: Fenêtre de fertilité et prévision de l'ovulation
he: חלון פוריות וחיזוי ביוץ
hi: उपजाऊ अवधि और ओव्यूलेशन का पूर्वानुमान
hu: Termékeny időszak & peteérés-előrejelzés
id: Masa subur & prediksi ovulasi
it: Finestra fertile e previsione dell'ovulazione
ja: 妊娠可能期間と排卵予測
ko: 가임기 및 배란 예측
ms: Tempoh subur & ramalan ovulasi
nb: Fruktbart vindu og eggløsningsvarsel
nl: Vruchtbare periode en eisprongvoorspelling
pl: Okno płodności i przewidywanie owulacji
pt_br: Janela fértil e previsão de ovulação
pt_pt: Janela fértil e previsão da ovulação
ro: Fereastra fertilă și estimarea ovulației
ru: Фертильное окно и прогноз овуляции
sv: Fertilt fönster och ägglossningsprognos
th: ช่วงเจริญพันธุ์ & การคาดการณ์การตกไข่
tr: Doğurgan dönem ve yumurtlama tahmini
uk: Фертильне вікно та прогноз овуляції
vi: Thời kỳ dễ thụ thai & dự đoán rụng trứng
zh_hans: 易孕窗口与排卵预测
zh_hant: 易孕窗口與排卵預測

source: Advanced insights — symptom & mood patterns
ar: رؤى متقدّمة — أنماط الأعراض والمزاج
cs: Pokročilé přehledy — vzorce příznaků & nálad
da: Avanceret indsigt — mønstre for symptomer og humør
de: Erweiterte Einblicke — Symptom- & Stimmungsmuster
el: Προηγμένες πληροφορίες — μοτίβα συμπτωμάτων & διάθεσης
es: Análisis avanzados — patrones de síntomas y estado de ánimo
fi: Edistynyt analyysi — oire- & mielialakuviot
fr: Analyses avancées — tendances des symptômes et de l'humeur
he: תובנות מתקדמות — דפוסי תסמינים ומצב רוח
hi: उन्नत जानकारी — लक्षण और मनोदशा के पैटर्न
hu: Speciális elemzések — tünet- & hangulatmintázatok
id: Wawasan lanjutan — pola gejala & suasana hati
it: Analisi avanzate — andamento di sintomi e umore
ja: 高度な分析——症状と気分のパターン
ko: 고급 인사이트 — 증상과 기분 패턴
ms: Pandangan lanjutan — corak simptom & mood
nb: Avansert innsikt — mønstre for symptomer og humør
nl: Geavanceerde inzichten — symptoom- en stemmingspatronen
pl: Zaawansowane analizy — wzorce objawów i nastroju
pt_br: Insights avançados — padrões de sintomas e humor
pt_pt: Análises avançadas — padrões de sintomas e disposição
ro: Analize avansate — tipare ale simptomelor și ale dispoziției
ru: Расширенная аналитика — закономерности симптомов и настроения
sv: Avancerade insikter — mönster för symtom och humör
th: ข้อมูลเชิงลึกขั้นสูง — รูปแบบอาการ & อารมณ์
tr: Gelişmiş içgörüler — semptom ve ruh hali örüntüleri
uk: Розширені висновки — закономірності симптомів і настрою
vi: Thông tin chuyên sâu — mẫu triệu chứng & tâm trạng
zh_hans: 高级洞察——症状与情绪规律
zh_hant: 進階洞察——症狀與情緒模式

source: Apple Health sync
ar: المزامنة مع Apple Health
cs: Synchronizace s Apple Health
da: Synkronisering med Apple Health
de: Apple Health-Synchronisierung
el: Συγχρονισμός με Apple Health
es: Sincronización con Apple Health
fi: Apple Health -synkronointi
fr: Synchronisation avec Apple Health
he: סנכרון עם Apple Health
hi: Apple Health सिंक
hu: Apple Health szinkronizálás
id: Sinkronisasi Apple Health
it: Sincronizzazione con Apple Health
ja: Apple Health と同期
ko: Apple Health 동기화
ms: Penyegerakan Apple Health
nb: Synkronisering med Apple Health
nl: Synchronisatie met Apple Health
pl: Synchronizacja z Apple Health
pt_br: Sincronização com o Apple Health
pt_pt: Sincronização com a Apple Health
ro: Sincronizare cu Apple Health
ru: Синхронизация с Apple Health
sv: Synkronisering med Apple Health
th: ซิงค์กับ Apple Health
tr: Apple Health senkronizasyonu
uk: Синхронізація з Apple Health
vi: Đồng bộ với Apple Health
zh_hans: Apple Health 同步
zh_hant: Apple Health 同步

source: Home & Lock Screen widgets
ar: أدوات الشاشة الرئيسية وشاشة القفل
cs: Widgety pro plochu & zamykací obrazovku
da: Widgets til hjemme- og låseskærm
de: Widgets für Home- & Sperrbildschirm
el: Widget για Αρχική & Οθόνη Κλειδώματος
es: Widgets para la pantalla de inicio y de bloqueo
fi: Aloitus- & lukitusnäytön widgetit
fr: Widgets pour l'écran d'accueil et l'écran verrouillé
he: ווידג'טים למסך הבית ולמסך הנעילה
hi: होम और लॉक स्क्रीन विजेट
hu: Kezdő- & lezárási képernyő widgetek
id: Widget Layar Utama & Layar Kunci
it: Widget per la schermata Home e di blocco
ja: ホーム画面とロック画面のウィジェット
ko: 홈 화면 및 잠금 화면 위젯
ms: Widget Skrin Utama & Skrin Kunci
nb: Moduler for hjem- og låseskjerm
nl: Widgets op het beginscherm en toegangsscherm
pl: Widżety na ekranie głównym i blokady
pt_br: Widgets na Tela de Início e na Tela Bloqueada
pt_pt: Widgets no ecrã principal e no ecrã bloqueado
ro: Widgeturi pentru ecranul principal și ecranul blocat
ru: Виджеты на экране «Домой» и экране блокировки
sv: Widgetar för hem- och låsskärm
th: วิดเจ็ตหน้าจอโฮม & หน้าจอล็อก
tr: Ana Ekran ve Kilit Ekranı widget'ları
uk: Віджети для домашнього та заблокованого екрана
vi: Tiện ích Màn hình chính & Màn hình khóa
zh_hans: 主屏幕与锁屏小组件
zh_hant: 主畫面與鎖定畫面小工具

source: Export your data as CSV
ar: تصدير بياناتك بصيغة CSV
cs: Exportujte svá data jako CSV
da: Eksportér dine data som CSV
de: Exportiere deine Daten als CSV
el: Εξαγωγή των δεδομένων σας σε CSV
es: Exporta tus datos como CSV
fi: Vie tietosi CSV-muodossa
fr: Exportez vos données au format CSV
he: ייצוא הנתונים שלכן כקובץ CSV
hi: अपना डेटा CSV के रूप में निर्यात करें
hu: Adatok exportálása CSV-ként
id: Ekspor data Anda sebagai CSV
it: Esporta i tuoi dati in formato CSV
ja: データを CSV で書き出し
ko: 데이터를 CSV로 내보내기
ms: Eksport data anda sebagai CSV
nb: Eksporter dataene dine som CSV
nl: Exporteer je gegevens als CSV
pl: Eksportuj swoje dane do pliku CSV
pt_br: Exporte seus dados em CSV
pt_pt: Exporte os seus dados em CSV
ro: Exportă-ți datele în format CSV
ru: Экспорт данных в CSV
sv: Exportera dina data som CSV
th: ส่งออกข้อมูลของคุณเป็น CSV
tr: Verilerini CSV olarak dışa aktar
uk: Експорт даних у форматі CSV
vi: Xuất dữ liệu của bạn dưới dạng CSV
zh_hans: 将数据导出为 CSV
zh_hant: 將資料匯出為 CSV

source: Smart period & fertile reminders
ar: تذكيرات ذكية بالدورة وأيام الخصوبة
cs: Chytrá připomenutí menstruace & plodnosti
da: Smarte påmindelser om menstruation og frugtbare dage
de: Smarte Perioden- & Fruchtbarkeitserinnerungen
el: Έξυπνες υπενθυμίσεις περιόδου & γονιμότητας
es: Recordatorios inteligentes de menstruación y fertilidad
fi: Älykkäät kuukautis- & hedelmällisyysmuistutukset
fr: Rappels intelligents de règles et de fertilité
he: תזכורות חכמות למחזור ולפוריות
hi: स्मार्ट पीरियड और उपजाऊ अवधि की याद-दिलाने
hu: Okos menstruációs & termékenységi emlékeztetők
id: Pengingat cerdas menstruasi & masa subur
it: Promemoria intelligenti su ciclo e fertilità
ja: スマートな生理・妊娠可能期間のリマインダー
ko: 스마트 생리·가임기 알림
ms: Peringatan pintar haid & tempoh subur
nb: Smarte påminnelser om mens og fruktbare dager
nl: Slimme herinneringen voor menstruatie en vruchtbare dagen
pl: Inteligentne przypomnienia o miesiączce i dniach płodnych
pt_br: Lembretes inteligentes de menstruação e período fértil
pt_pt: Lembretes inteligentes de menstruação e período fértil
ro: Mementouri inteligente pentru menstruație și zile fertile
ru: Умные напоминания о месячных и фертильных днях
sv: Smarta påminnelser om mens och fertila dagar
th: การแจ้งเตือนอัจฉริยะรอบเดือน & ช่วงเจริญพันธุ์
tr: Akıllı regl ve doğurganlık hatırlatıcıları
uk: Розумні нагадування про місячні та фертильні дні
vi: Nhắc nhở thông minh về kỳ kinh & thời kỳ dễ thụ thai
zh_hans: 智能经期与易孕提醒
zh_hant: 智慧經期與易孕提醒

source: Couldn't load plans
ar: تعذّر تحميل الخطط
cs: Plány se nepodařilo načíst
da: Abonnementerne kunne ikke indlæses
de: Tarife konnten nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση των πλάνων
es: No se pudieron cargar los planes
fi: Tilausvaihtoehtoja ei voitu ladata
fr: Impossible de charger les forfaits
he: טעינת המסלולים נכשלה
hi: योजनाएँ लोड नहीं हो सकीं
hu: A csomagokat nem sikerült betölteni
id: Tidak dapat memuat paket
it: Impossibile caricare i piani
ja: プランを読み込めませんでした
ko: 요금제를 불러올 수 없습니다
ms: Tidak dapat memuatkan pelan
nb: Kunne ikke laste inn abonnementene
nl: Kan abonnementen niet laden
pl: Nie udało się wczytać planów
pt_br: Não foi possível carregar os planos
pt_pt: Não foi possível carregar os planos
ro: Planurile nu au putut fi încărcate
ru: Не удалось загрузить тарифы
sv: Det gick inte att läsa in abonnemangen
th: โหลดแพ็กเกจไม่สำเร็จ
tr: Planlar yüklenemedi
uk: Не вдалося завантажити плани
vi: Không thể tải các gói
zh_hans: 无法加载套餐
zh_hant: 無法載入方案

source: Annual
ar: سنوي
cs: Roční
da: Årligt
de: Jährlich
el: Ετήσιο
es: Anual
fi: Vuosittain
fr: Annuel
he: שנתי
hi: वार्षिक
hu: Éves
id: Tahunan
it: Annuale
ja: 年額
ko: 연간
ms: Tahunan
nb: Årlig
nl: Jaarlijks
pl: Roczny
pt_br: Anual
pt_pt: Anual
ro: Anual
ru: Годовой
sv: Årligt
th: รายปี
tr: Yıllık
uk: Річний
vi: Hằng năm
zh_hans: 年度
zh_hant: 年繳

source: Billed yearly
ar: يُحتسب سنويًا
cs: Účtováno ročně
da: Faktureres årligt
de: Jährliche Abrechnung
el: Χρέωση ετησίως
es: Facturación anual
fi: Laskutetaan vuosittain
fr: Facturé chaque année
he: חיוב שנתי
hi: सालाना बिल
hu: Évente számlázva
id: Ditagih per tahun
it: Addebito annuale
ja: 年単位で請求
ko: 연 단위 청구
ms: Dikenakan bil setahun sekali
nb: Faktureres årlig
nl: Jaarlijks gefactureerd
pl: Płatność co roku
pt_br: Cobrança anual
pt_pt: Faturação anual
ro: Facturat anual
ru: Оплата раз в год
sv: Faktureras årligen
th: เรียกเก็บเงินรายปี
tr: Yıllık faturalandırılır
uk: Оплата раз на рік
vi: Thanh toán theo năm
zh_hans: 按年计费
zh_hant: 按年計費

source: Lifetime
ar: مدى الحياة
cs: Doživotní
da: Livstid
de: Einmalig
el: Εφ' όρου ζωής
es: De por vida
fi: Elinikäinen
fr: À vie
he: לכל החיים
hi: आजीवन
hu: Élethosszig
id: Seumur hidup
it: A vita
ja: 買い切り
ko: 평생
ms: Seumur hidup
nb: Livstid
nl: Levenslang
pl: Dożywotni
pt_br: Vitalício
pt_pt: Vitalício
ro: Pe viață
ru: Навсегда
sv: Livstid
th: ตลอดชีพ
tr: Ömür boyu
uk: Назавжди
vi: Trọn đời
zh_hans: 终身
zh_hant: 終身

source: Pay once — it's yours
ar: ادفعي مرّة واحدة — يصبح ملكك
cs: Zaplaťte jednou — je to vaše
da: Betal én gang — så er det dit
de: Einmal zahlen — für immer deins
el: Πληρώστε μία φορά — είναι δικό σας
es: Paga una vez — es tuyo
fi: Maksa kerran — se on sinun
fr: Payez une fois — c'est à vous
he: שלמו פעם אחת — וזה שלכן
hi: एक बार भुगतान करें — यह आपका है
hu: Fizess egyszer — a tiéd
id: Bayar sekali — milik Anda selamanya
it: Paga una volta — è tuo
ja: 一度の支払いで、ずっとあなたのもの
ko: 한 번 결제하면 영원히 내 것
ms: Bayar sekali — ia milik anda
nb: Betal én gang — det er ditt
nl: Betaal eenmalig — het is van jou
pl: Zapłać raz — i jest Twój
pt_br: Pague uma vez — é seu para sempre
pt_pt: Pague uma vez — é seu para sempre
ro: Plătești o dată — e al tău
ru: Заплатите один раз — и это ваше
sv: Betala en gång — det är ditt
th: จ่ายครั้งเดียว — เป็นของคุณตลอดไป
tr: Bir kez öde — artık senin
uk: Одна оплата — і це ваше
vi: Trả một lần — thuộc về bạn mãi mãi
zh_hans: 一次付费，永久拥有
zh_hant: 一次付費，永久擁有

source: Best value
ar: الأفضل قيمةً
cs: Nejvýhodnější
da: Bedste værdi
de: Bestes Angebot
el: Καλύτερη αξία
es: La mejor opción
fi: Paras arvo
fr: Meilleur rapport qualité-prix
he: המשתלם ביותר
hi: सबसे बढ़िया मूल्य
hu: A legjobb ár-érték
id: Paling hemat
it: Miglior offerta
ja: いちばんお得
ko: 가장 합리적
ms: Paling berbaloi
nb: Beste verdi
nl: Beste keuze
pl: Najlepsza wartość
pt_br: Melhor custo-benefício
pt_pt: Melhor relação qualidade-preço
ro: Cea mai bună ofertă
ru: Лучшая цена
sv: Bästa värdet
th: คุ้มค่าที่สุด
tr: En avantajlı
uk: Найвигідніше
vi: Tiết kiệm nhất
zh_hans: 超值之选
zh_hant: 超值首選

source: Monthly
ar: شهري
cs: Měsíční
da: Månedligt
de: Monatlich
el: Μηνιαίο
es: Mensual
fi: Kuukausittain
fr: Mensuel
he: חודשי
hi: मासिक
hu: Havi
id: Bulanan
it: Mensile
ja: 月額
ko: 월간
ms: Bulanan
nb: Månedlig
nl: Maandelijks
pl: Miesięczny
pt_br: Mensal
pt_pt: Mensal
ro: Lunar
ru: Месячный
sv: Månadsvis
th: รายเดือน
tr: Aylık
uk: Щомісячний
vi: Hằng tháng
zh_hans: 月度
zh_hant: 月繳

source: Billed monthly
ar: يُحتسب شهريًا
cs: Účtováno měsíčně
da: Faktureres månedligt
de: Monatliche Abrechnung
el: Χρέωση μηνιαίως
es: Facturación mensual
fi: Laskutetaan kuukausittain
fr: Facturé chaque mois
he: חיוב חודשי
hi: मासिक बिल
hu: Havonta számlázva
id: Ditagih per bulan
it: Addebito mensile
ja: 月単位で請求
ko: 월 단위 청구
ms: Dikenakan bil sebulan sekali
nb: Faktureres månedlig
nl: Maandelijks gefactureerd
pl: Płatność co miesiąc
pt_br: Cobrança mensal
pt_pt: Faturação mensal
ro: Facturat lunar
ru: Оплата раз в месяц
sv: Faktureras månadsvis
th: เรียกเก็บเงินรายเดือน
tr: Aylık faturalandırılır
uk: Оплата раз на місяць
vi: Thanh toán theo tháng
zh_hans: 按月计费
zh_hant: 按月計費

source: Restore Purchase
ar: استعادة الشراء
cs: Obnovit nákup
da: Gendan køb
de: Kauf wiederherstellen
el: Επαναφορά αγοράς
es: Restaurar compra
fi: Palauta osto
fr: Restaurer l'achat
he: שחזור רכישה
hi: खरीद पुनर्स्थापित करें
hu: Vásárlás visszaállítása
id: Pulihkan Pembelian
it: Ripristina acquisto
ja: 購入を復元
ko: 구매 복원
ms: Pulihkan Pembelian
nb: Gjenopprett kjøp
nl: Aankoop herstellen
pl: Przywróć zakup
pt_br: Restaurar compra
pt_pt: Restaurar compra
ro: Restaurează achiziția
ru: Восстановить покупку
sv: Återställ köp
th: กู้คืนการซื้อ
tr: Satın Alımı Geri Yükle
uk: Відновити покупку
vi: Khôi phục giao dịch
zh_hans: 恢复购买
zh_hant: 恢復購買

source: Unlock Forever
ar: افتحيه إلى الأبد
cs: Odemknout navždy
da: Lås op for altid
de: Für immer freischalten
el: Ξεκλείδωμα για πάντα
es: Desbloquear para siempre
fi: Avaa pysyvästi
fr: Débloquer à vie
he: פתחו לתמיד
hi: हमेशा के लिए अनलॉक करें
hu: Feloldás örökre
id: Buka Selamanya
it: Sblocca per sempre
ja: 永久に解放
ko: 영구 잠금 해제
ms: Buka Selamanya
nb: Lås opp for alltid
nl: Voor altijd ontgrendelen
pl: Odblokuj na zawsze
pt_br: Desbloquear para sempre
pt_pt: Desbloquear para sempre
ro: Deblochează pentru totdeauna
ru: Открыть навсегда
sv: Lås upp för alltid
th: ปลดล็อกตลอดไป
tr: Sonsuza Dek Aç
uk: Розблокувати назавжди
vi: Mở khóa vĩnh viễn
zh_hans: 永久解锁
zh_hant: 永久解鎖

source: Start 7-Day Free Trial
ar: ابدئي تجربة مجانية لمدة 7 أيام
cs: Začít 7denní zkušební verzi zdarma
da: Start 7-dages gratis prøveperiode
de: 7 Tage kostenlos testen
el: Ξεκινήστε δωρεάν δοκιμή 7 ημερών
es: Empezar prueba gratuita de 7 días
fi: Aloita 7 päivän ilmainen kokeilu
fr: Commencer l'essai gratuit de 7 jours
he: התחילו ניסיון חינם ל-7 ימים
hi: 7-दिन का निःशुल्क ट्रायल शुरू करें
hu: 7 napos ingyenes próba indítása
id: Mulai Uji Coba Gratis 7 Hari
it: Inizia la prova gratuita di 7 giorni
ja: 7日間の無料トライアルを開始
ko: 7일 무료 체험 시작
ms: Mulakan Percubaan Percuma 7 Hari
nb: Start 7-dagers gratis prøveperiode
nl: Start gratis proefperiode van 7 dagen
pl: Rozpocznij 7-dniowy bezpłatny okres próbny
pt_br: Começar teste grátis de 7 dias
pt_pt: Iniciar teste gratuito de 7 dias
ro: Începe perioada de probă gratuită de 7 zile
ru: Начать бесплатный период на 7 дней
sv: Starta 7 dagars gratis provperiod
th: เริ่มทดลองใช้ฟรี 7 วัน
tr: 7 Günlük Ücretsiz Denemeyi Başlat
uk: Почати 7-денний безкоштовний період
vi: Bắt đầu dùng thử miễn phí 7 ngày
zh_hans: 开始 7 天免费试用
zh_hant: 開始 7 天免費試用

source: Subscribe
ar: اشتراك
cs: Předplatit
da: Abonnér
de: Abonnieren
el: Εγγραφή
es: Suscribirse
fi: Tilaa
fr: S'abonner
he: הירשמו למנוי
hi: सदस्यता लें
hu: Előfizetés
id: Berlangganan
it: Abbonati
ja: 登録する
ko: 구독하기
ms: Langgan
nb: Abonner
nl: Abonneren
pl: Subskrybuj
pt_br: Assinar
pt_pt: Subscrever
ro: Abonează-te
ru: Оформить подписку
sv: Prenumerera
th: สมัครสมาชิก
tr: Abone Ol
uk: Підписатися
vi: Đăng ký
zh_hans: 订阅
zh_hant: 訂閱
